Repository: OlafHaag/NeuroPsyResearchApp
Catalog: locales/*/LC_MESSAGES/translations.po
Languages: de

source: MENU
de: MENÜ

source: Scientific Participation Software
de: Teilnahme an Wissenschaft

source: Home
de: Start

source: Users
de: Nutzende

source: Settings
de: Einstellungen

source: Visit Online Analyses
de: Besuche Online Analyse

source: About
de: Über

source: Terms & Conditions
de: Nutzungsbedingungen

source: Privacy Policy
de: Datenschutzerklärung

source: Exit
de: Beenden

source: Enter a new value.
de: Neuen Wert eingeben.

source: New Value
de: Neuer Wert

source: Error: invalid input
de: Fehler: ungültige Eingabe

source: You can voluntarily give us demographic information about yourself.
de: Sie können uns freiwillig demografische Informationen über sich mitteilen.

source: Age
de: Alter

source: Gender
de: Geschlecht

source: How often do you play two-handed video games on a touch device?
de: Wie oft spielen Sie zweihändige Videospiele auf einem Touchscreen-Gerät?

source: Use sliders simultaneously.
de: Regler gleichzeitig verwenden.

source: Decline
de: Ablehnen

source: Agree
de: Zustimmen

source: When you are ready to begin press [b]{}[/b].
de: Wenn Sie bereit sind zu beginnen, drücken Sie [b]{}[/b].

source: Start
de: Anfangen

source: Close
de: Schließen

source: Available Studies
de: Verfügbare Studien

source: Circle Task
de: Ring Aufgabe

source: Upload
de: Hochladen

source: Send via E-Mail
de: E-Mail senden

source: Please use this slider.
de: Bitte diesen Regler nutzen.

source: # Privacy Policy The purpose of the {appname} app is to collect anonymous research data that its users, like yourself, provide to us **voluntarily** by participating in the studies the {appname} app offers. Participation in these studies is completely voluntary and users have a choice to share the collected research data with us after each completed study. This privacy policy explains our handling, use and disclosure of certain information. ## Types of Collected Data - Research Data - De-identified Device Information - Personal Data ### Research Data For each study, that a user participates in, the {appname} app collects research data that is relevant to the study's research question. These data may include, but is not limited to, for example, the time of day the study was conducted, and measures such as reaction times and scores. For each user account created in the app, a randomly generated character string is created as part of the research data so that the data can be attributed to an anonymously participating person. The name chosen for the user account is not part of the research data and will not be transmitted when uploading the data. The collected research data will not reveal the identity of the participating user. It is the responsibility of the participants to protect their user account and the device against unauthorized access. ### De-identified Device Information To associate research data that was recorded on the same device, a character string is transmitted, which does not allow personal identification of the device or its users. We also collect device information such as the screen resolution and which type of operating system the {appname} app is running on. These data are considered part of the research data. ### Personal Data The {appname} app collects voluntary information about the age group and gender of the participants. The {appname} app does **not** collect sensitive or personally identifiable information such as a user's name, address, telephone number, passwords, payment details, or social security number. Therefore, the information cannot be used to identify a natural person and is thus not considered personal data (Recital 26 GDPR). However, if a user decides to contact us via e-mail, which is completely optional, we and the third-parties providing the e-mail services will process the e-mail address and its content to provide the service. After receiving an e-mail by a user, any research data that was sent with it will be extracted and therefore separated from any personally identifiable information the user may have provided to us within the e-mail. This way the research data can not be used to reveal the identity of the user. The e-mail will be deleted alongside any personal information that was provided to us within 10 days of receiving the e-mail. We will not share any e-mail address or any personal information of users with other third parties. ## Local Storage of Research Data Users can opt-in to store the collected information locally on the device by enabling the option in the settings of the {appname} app. Any locally stored research data from a user account will be removed when the user account is removed from the {appname} app. All locally stored research data by the {appname} app is removed when the app is removed from the device. ## Sharing of Research Data When a user decides to share the collected research data with us, the data will be transferred to a database on servers within the European Union which are provided by a third party. You can find out more about the data protection measures of the third-party provider at the following Internet address: <https://www.heroku.com/policy/security#data-security> After transfer of the research data to the database, complete deletion of the research data collected can no longer be guaranteed, since we can not attribute the anonymous data to a specific person. Furthermore, backup copies of the data are created within the infrastructure of the third-party provider. Moreover, immediate public access to the research data and its results from automated processing is possible, see **Usage of Anonymized Data**. ## Usage of Anonymized Data The results and collected research data from any study in the {appname} app will be published as a scientific publication. This is done in anonymized form, i.e. without the research data on its own being able to identify a specific person. The voluntary information about age group and gender of participants are used to assess the representativeness of the research data. The fully anonymized data from these studies are made available on the Internet as open data under the [CC-BY-SA license](https://creativecommons.org/licenses/by-sa/3.0/). This means that the research data can also be used for any purposes other than the studies they were originally collected for, including commercial purposes. The collected research data will be processed to perform statistical analysis for scientific inquiries in a semi-automatic fashion. A link to the web-interface for analyzing the research data is provided within the {appname} app. After completing a study, the data will possibly be stored and published in a national or international data archive. These studies will thus follow the recommendations of the German Research Foundation (DFG) and the German Society for Psychology (DGPs) for quality assurance in research. **Last Updated:** July 29th 2020
de: # Datenschutzerklärung Der Zweck der {appname} App besteht darin, anonyme Forschungsdaten zu sammeln, die Nutzende wie Sie uns **freiwillig** zur Verfügung stellen, indem sie an den Studien teilnehmen, die die {appname} App anbietet. Die Teilnahme an diesen Studien ist vollkommen freiwillig und die Nutzenden haben die Wahl, die gesammelten Forschungsdaten nach jeder abgeschlossenen Studie mit uns zu teilen. Diese Datenschutzerklärung erläutert unseren Umgang mit, die Verwendung und die Offenlegung bestimmter Informationen. ## Arten der gesammelten Daten - Forschungsdaten - Nicht-identifizierbare Geräteinformationen - Persönliche Daten ### Forschungsdaten Für jede Studie, an der ein*e Nutzer*in teilnimmt, sammelt die {appname} App Forschungsdaten, die für die Forschungsfrage der Studie relevant sind. Diese Daten können beispielsweise die Tageszeit, zu der die Studie durchgeführt wurde, Messdaten wie Reaktionszeiten und erreichte Punkte umfassen, sind jedoch nicht darauf beschränkt. Für jedes in der Anwendung erstellte Nutzendenkonto wird als Teil der Forschungsdaten eine zufällig generierte Zeichenfolge erstellt, damit die Daten einer anonym teilnehmenden Person zugeordnet werden können. Der für das Nutzendenkonto gewählte Name ist nicht Teil der Forschungsdaten und wird beim Hochladen der Daten nicht übertragen. Die gesammelten Forschungsdaten geben keine Auskunft über die Identitäten der Teilnehmenden. Es liegt in der Verantwortung der Teilnehmenden, ihr Nutzendenkonto und das Gerät vor unbefugtem Zugriff zu schützen. ### Nicht-identifizierbare Geräteinformationen Um Forschungsdaten einander zuzuordnen, die auf demselben Gerät aufgezeichnet wurden, wird eine Zeichenfolge übertragen, die keine persönliche Identifizierung des Geräts oder seiner Nutzenden ermöglicht. Wir erfassen auch Geräteinformationen wie die Bildschirmauflösung und den Betriebssystemtyp, auf dem die {appname} App ausgeführt wird. Diese Daten werden als Teil der Forschungsdaten betrachtet. ### Persönliche Daten Die {appname} App sammelt freiwillige Angaben über die Altersgruppe und das Geschlecht der Teilnehmenden. Die {appname} App sammelt **keine** sensiblen oder persönlich identifizierende Informationen wie Name, Adresse, Telefonnummer, Passwörter, Zahlungsdetails oder Sozialversicherungsnummer der Nutzenden. Daher können die Informationen nicht zur Identifizierung einer natürlichen Person verwendet werden und gelten daher nicht als personenbezogene Daten (Erwägungsgrund 26 DSGVO). Wenn sich ein*e Benutzer*in jedoch dazu entscheidet, uns per E-Mail zu kontaktieren, was völlig optional ist, verarbeiten wir und die Drittanbieter, die die E-Mail-Dienste bereitstellen, die E-Mail-Adresse und ihren Inhalt, um den Dienst bereitzustellen. Nach Erhalt einer E-Mail durch eine*n Benutzer*in werden alle in ihr enthaltenen Forschungsdaten extrahiert und daher von allen personenbezogenen Daten getrennt, die möglicherweise freiwillig in der E-Mail mit uns geteilt wurden. Die E-Mail wird zusammen mit allen persönlichen Informationen gelöscht, die uns innerhalb von 10 Tagen nach Erhalt der E-Mail zur Verfügung gestellt wurden. Auf diese Weise können die Forschungsdaten nicht zur Offenlegung der Identitäten der Nutzenden verwendet werden. Wir werden keine E-Mail-Adresse oder persönlichen Informationen von Nutzenden an andere Dritte weitergeben. ## Lokale Speicherung von Forschungsdaten Nutzende können sich dafür entscheiden, die gesammelten Informationen lokal auf dem Gerät zu speichern, indem sie die Option in den Einstellungen der {appname} App aktivieren. Alle lokal gespeicherten Forschungsdaten aus einem Nutzendenkonto werden entfernt, wenn das Nutzendenkonto aus der {appname} App entfernt wird. Alle lokal gespeicherten Forschungsdaten der {appname} App werden entfernt, wenn die Anwendung vom Gerät entfernt wird. ## Weitergabe von Forschungsdaten Wenn ein*e Nutzer*in beschließt, die gesammelten Forschungsdaten mit uns zu teilen, werden die Daten in eine Datenbank auf Servern innerhalb der Europäischen Union übertragen, die von Dritten bereitgestellt werden. Weitere Informationen zu den Datenschutzmaßnahmen des Drittanbieters finden Sie unter folgender Internetadresse: <https://www.heroku.com/policy/security#data-security> Nach der Übertragung der Forschungsdaten in die Datenbank kann eine vollständige Löschung der gesammelten Forschungsdaten nicht mehr gewährleistet werden, da wir die anonymisierten Daten keiner bestimmten Person zuordnen können. Außerdem werden Sicherungskopien der Daten in der Infrastruktur des Drittanbieters erstellt. Darüber hinaus ist ein sofortiger öffentlicher Zugang zu den Forschungsdaten und deren Ergebnissen aus der automatisierten Verarbeitung möglich, siehe **Verwendung anonymisierter Daten**. ## Verwendung anonymisierter Daten Die Ergebnisse und gesammelten Forschungsdaten aus jeder Studie in der {appname} App werden als wissenschaftliche Arbeit veröffentlicht. Dies erfolgt in anonymisierter Form, d. h. ohne dass die Forschungsdaten selbst eine bestimmte Person identifizieren können. Die freiwilligen Informationen über Altersgruppe und Geschlecht der Teilnehmenden werden verwendet, um die Repräsentativität der Forschungsdaten zu bewerten. Die vollständig anonymisierten Daten aus diesen Studien werden im Internet als offene Daten unter der [CC-BY-SA-Lizenz](https://creativecommons.org/licenses/by-sa/3.0/de/) zur Verfügung gestellt. Dies bedeutet, dass die Forschungsdaten auch für andere Zwecke als die Studien verwendet werden können, für die sie ursprünglich gesammelt wurden, einschließlich kommerzieller Zwecke. Die gesammelten Forschungsdaten werden verarbeitet, um halbautomatisch ausgeführte statistische Analysen für wissenschaftliche Untersuchungen durchzuführen. In der {appname} App befindet sich ein Link zur Weboberfläche für die Analyse der Forschungsdaten. Nach Abschluss einer Studie werden die Daten möglicherweise in einem nationalen oder internationalen Datenarchiv gespeichert und veröffentlicht. Diese Studien folgen somit den Empfehlungen der Deutschen Forschungsgemeinschaft (DFG) und der Deutschen Gesellschaft für Psychologie (DGPs) zur Qualitätssicherung in der Forschung. **Zuletzt Aktualisiert:** 29. Juli 2020

source: General
de: Allgemein

source: Unable to write to file: {} Unknown data format.
de: Datei kann nicht geschrieben werden: {} Unbekanntes Datenformat.

source: KeyError in Meta Data.
de: Schlüsselfehler in Meta Daten.

source: Data missing. Failed to write {}.
de: Daten fehlen. Fehler beim Schreiben {}.

source: ERROR: Server not reachable:
de: FEHLER: Server nicht erreichbar:

source: ERROR: There was an error processing the upload.
de: FEHLER: Beim Verarbeiten des Uploads ist ein Fehler aufgetreten.

source: ERROR: There was an unexpected error during upload.
de: FEHLER: Beim Hochladen ist ein unerwarteter Fehler aufgetreten.

source: ERROR
de: FEHLER

source: Permission to access Internet denied.
de: Berechtigung für Internetzugang abgelehnt.

source: Disclaimer: By submitting this e-mail you agree to the data processing and evaluation for the purpose of this scientific investigation and any other purpose that an interested third party might have. The research data below will be copied from the received e-mail and will be made publicly available on the Internet under a CC-BY-SA license, as stated in the privacy policy you gave your consent to before participating in the study. The e-mail itself will be deleted within 10 days from our e-mail service to separate the sender's address from the research data for the purpose of anonymization. The research data itself does not contain personal or sensitive information that could be used to identify you.
de: Erklärung: Durch das Absenden dieser E-Mail stimmen Sie der Datenverarbeitung und -auswertung zum Zweck dieser wissenschaftlichen Untersuchung zu und zu jedem anderen Zweck, den interessierte Dritte möglicherweise daran haben. Die folgenden Forschungsdaten werden aus der erhaltenen E-Mail kopiert und unter einer CC-BY-SA-Lizenz im Internet öffentlich zugänglich gemacht, wie in der Datenschutzrichtlinie angegeben, der Sie vor der Teilnahme an der Studie zugestimmt haben. Die E-Mail selbst wird innerhalb von 10 Tagen von unserem E-Mail-Service gelöscht, um die Adresse des Absenders von den Forschungsdaten zum Zwecke der Anonymisierung zu trennen. Die Forschungsdaten selbst enthalten keine persönlichen oder sensiblen Informationen, die dazu verwendet werden können Sie zu identifizieren.

source: Language
de: Sprache

source: Display language for user interface.
de: Anzeigesprache für Benutzeroberfläche.

source: Sounds
de: Töne

source: Enable or disable playback of sounds.
de: Abspielen von Tönen aktivieren oder deaktivieren.

source: Enable or disable vibration.
de: Vibration aktivieren oder deaktivieren.

source: Data Collection
de: Datensammlung

source: Local Storage
de: Lokales Speichern

source: Save data locally on device.
de: Speichern Sie Daten lokal auf dem Gerät.

source: Upload Data
de: Daten hochladen

source: Offer to send collected data to server.
de: Angebot, gesammelte Daten an den Server zu senden.

source: Upload Server
de: Ziel-Server

source: Target server address to upload data to.
de: Zielserveradresse, auf die Daten hochgeladen werden.

source: Send E-Mail
de: E-Mail senden

source: Offer to send collected data via e-mail.
de: Angebot, gesammelte Daten per E-Mail zu versenden.

source: PLEASE ONLY CHANGE THESE VALUES IF YOU ARE THE RESEARCHER
de: BITTE ÄNDERN SIE DIESE WERTE NUR, WENN SIE TEIL DER STUDIENLEITUNG SIND

source: Number of practice trials
de: Anzahl Übungsdurchgänge

source: Practice trials per condition.
de: Übungsdurchgänge je Bedingung.

source: Number of trials
de: Anzahl Durchgänge

source: Trials per block.
de: Durchgänge pro Block.

source: Number of Blocks
de: Anzahl Blöcke

source: Number of subsequent blocks per run.
de: Anzahl aufeinanderfolgender Blöcke pro Studie.

source: Constrained-Task Block
de: Treatment Block

source: Which of the blocks has the constrained task.
de: Welcher der Blöcke die Treatment-Bedingung enthält.

source: Warm Up
de: Vorbereitungsphase

source: Pause before each trial to get ready. In seconds.
de: Pause vor jedem Durchgang zum Bereit machen. In Sekunden.

source: Trial Duration
de: Durchgangsdauer

source: Countdown timer, in seconds.
de: Countdown Zähler, in Sekunden.

source: Cool Down
de: Abklingphase

source: Pause after each trial, in seconds.
de: Pause nach jedem Durchgang, in Sekunden.

source: E-Mail Recipient
de: E-Mail Empfänger

source: E-mail address to send data to.
de: E-Mail-Adresse, an die Daten gesendet werden.

source: UNKNOWN.
de: UNBEKANNT.

source: New User
de: Neues Konto

source: Do you want to remove {}?
de: Möchten Sie {} entfernen?

source: {appname} Version: {version} Author: {author} Contact: [ref=mailto:{contact}][color=0000ff]{contact}[/color][/ref] Source Code: [ref={source}][color=0000ff]{source}[/color][/ref] This app uses third-party solutions that may not be governed by the same license. Third-Party Licenses: [ref={thirdparty}][color=0000ff]{thirdparty}[/color][/ref]
de: {appname} Version: {version} Author: {author} Kontakt: [ref=mailto:{contact}][color=0000ff]{contact}[/color][/ref] Quellcode: [ref={source}][color=0000ff]{source}[/color][/ref] Diese Anwendung verwendet Lösungen Dritter, die u.a. nicht durch die gleiche Lizenz geregelt sind. Drittanbieter Lizenzen: [ref={thirdparty}][color=0000ff]{thirdparty}[/color][/ref]

source: Warning
de: Warnung

source: Error
de: Fehler

source: Do you want to quit?
de: Möchten Sie die App beenden?

source: Success!
de: Erfolg!

source: Upload successful!
de: Hochladen erfolgreich!

source: Upload failed. Something went wrong.
de: Hochladen fehlgeschlagen. Etwas ist schief gelaufen.

source: Please make sure the app is up-to-date.
de: Bitte stellen Sie sicher, dass die Software auf dem neuesten Stand ist.

source: Do you want to continue?
de: Möchten Sie fortfahren?

source: CANCEL
de: ABBRECHEN

source: Choose Language
de: Sprache wählen

source: You can also change the language in the settings later.
de: Sie können die Sprache auch später in den Einstellungen ändern.

source: Choose Active User
de: Aktives Nutzer*innenkonto wählen

source: Add User
de: Nutzer*in hinzufügen

source: Set New Value
de: Neuen Wert setzen

source: Edit User
de: Nutzer*in bearbeiten

source: Add New User
de: Nutzer*in hinzufügen

source: This name is just for you. It won't be uploaded to the server.
de: Dieser Name ist nur für Sie. Er wird nicht auf den Server übertragen.

source: Enter Pseudonym
de: Pseudonym eingeben

source: Demographic Information
de: Demografische Information

source: no answer
de: keine Angabe

source: male
de: männlich

source: female
de: weiblich

source: diverse
de: divers

source: daily
de: täglich

source: several times a week
de: mehrmals in der Woche

source: several times a month
de: mehrmals im Monat

source: several times a year
de: mehrmals im Jahr

source: never
de: niemals

source: Very easy
de: Sehr leicht

source: Easy
de: Leicht

source: Difficult
de: Schwierig

source: Very difficult
de: Sehr schwierig

source: How difficult did you find the task?
de: Wie schwierig fanden Sie die Aufgabe?

source: DECLINE
de: ABLEHNEN

source: ACCEPT
de: ZUSTIMMEN

source: CLOSE
de: SCHLIESSEN

source: Trial:
de: Durchgang:

source: PREPARE
de: ACHTUNG

source: GET READY
de: Bereit machen

source: FINISHED
de: FERTIG

source: Please read instructions again carefully and perform task accordingly. Aborting Session...
de: Bitte lesen Sie die Anweisungen noch einmal sorgfältig durch und führen Sie die Aufgabe entsprechend aus. Sitzung wird abgebrochen ...

source: If the task was too difficult for you, go back and start over to practice some more. You can also increase the number of practice trials in the settings, if you really need to.
de: Wenn Ihnen die Aufgabe zu schwierig war, gehen Sie zurück und üben Sie noch einmal. Sie können auch die Anzahl der Übungsdurchgänge in den Einstellungen erhöhen, sollten Sie dies wirklich benötigen.

source: Consent
de: Einverständniserklärung

source: Please read the following information carefully before proceeding.Use scrolling to go through the text to the end.
de: Bitte lesen Sie die folgenden Informationen sorgfältig durch, bevor Sie fortfahren. Verwenden Sie den Bildlauf, um den gesamten Text durchzugehen.

source: [b]Explanation of the study:[/b] We are very pleased that you are interested in participating in our study. The neuromotor system of our human bodies has more elements (such as joints, digits, and muscles) than are needed for accomplishing most typical tasks. For example, when pointing your finger at a position, there's still room for your elbow and shoulder to move. You could also reach that same position with either weak or strong muscle force. The goal of this study is to investigate how the accuracy of performing a motion task changes when the range of motion for solving the task gets limited by an additional concurrent task. Such information could be beneficial for athlete training or rehabilitation. The respective tasks are described and explained to you in detail beforehand. No particular stress or even risks are to be expected when performing the tasks.
de: [b]Erklärung des Experiments:[/b] Es freut uns sehr, dass Sie Interesse daran haben, an unserem Experiment teilzunehmen. Das neuromotorische System unseres menschlichen Körpers enthält mehr Elemente (wie Gelenke, Finger und Muskeln), als zur Erfüllung der meisten typischen Aufgaben nötig wäre. Wenn Sie beispielsweise mit Ihrem Finger auf eine Position zeigen, haben Ihr Ellbogen und Schulter noch etwas Spielraum für Bewegung. Sie können dieselbe Position auch entweder mit schwacher oder starker Muskelkraft erreichen. Dieses Experiment hat zum Ziel zu erforschen, wie sich die Genauigkeit bei der Ausführung einer Bewegungsaufgabe ändert, wenn die Bewegungsfreiheit zur Erfüllung dieser Aufgabe gleichzeitig durch eine zusätzliche Aufgabe eingeschränkt wird. Solche grundlegenden Informationen könnten für das Training von Sportlern oder in der Rehabilitation von Vorteil sein. Die jeweilige Aufgabe wird Ihnen zuvor genau beschrieben und erklärt. Bei der Ausführung der Aufgaben sind keinerlei besondere Belastungen oder gar Risiken zu erwarten.

source: The study will take approximately {0} minutes to complete.
de: Die Dauer dieser Studie beträgt ungefähr {0} Minuten.

source: First, you will practice the tasks in {0} blocks.
de: Zunächst üben Sie die Aufgaben in {0} Blöcken.

source: There will be {0} blocks to test your performance.
de: Es wird {0} Blöcke geben, in denen Ihre Leistung getestet wird.
