Repository: OlafHaag/NeuroPsyResearchApp
Catalog: locales/*/LC_MESSAGES/translations.po
Languages: de

source: # Terms of Use ## Definitions "You", "Your" and "User" refer to you, the person using the Service of {author}, including the software of the Service downloaded on Your personal device. "We", "Us" and "Our" refer to the official web-site of the Service and the software of the Service, as well as the authors. "Service" means the software {appname}. ## Acceptance of Terms of Use By downloading or using the app, these Terms as well as our privacy policy and all applicable laws will automatically apply to you - you should make sure therefore that you read them carefully before using the app. You must be 13 years of age or older and the minimum age of digital consent in your country to use this Service. If you are the age of majority in your jurisdiction or over, you consent that you have read, understood, and accept to be bound by the Terms, and if you are between 13 (or the minimum age of digital consent, as applicable) and the age of majority in your jurisdiction, you confirm that your legal guardian has reviewed and agrees to these Terms. If you do not agree to these terms and all applicable additional terms, then you have no right to access or use any of the Service. ## Disclaimers and Warranties You are granted a nonexclusive, worldwide, and perpetual license to perform, display, and use the Product on the Device. {author} built the {appname} app as an Open Source app. This Service is provided by {author} at no cost and is intended for use as is. The {appname} app stores and processes de-identified data that you have provided to us, in order to provide the Service. As it is with internet based services, a 100% anonymity cannot be guaranteed. It's your responsibility to keep your phone and access to the app secure. We therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device. It could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone's security features and it could mean that the {appname} app won't work properly or at all. You should be aware that there are certain things that {author} will not take responsibility for. Certain functions of the app will require the app to have an active internet connection. The connection can be Wi-Fi, or provided by your mobile network provider, but {author} cannot take responsibility for the app not working at full functionality if you don't have access to Wi-Fi, and you don't have any of your data allowance left. If you're using the app outside of an area with Wi-Fi, you should remember that your terms of the agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you're accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you're using the app, please be aware that we assume that you have received permission from the bill payer for using the app. Along the same lines, {author} cannot always take responsibility for the way you use the app i.e. You need to make sure that your device stays charged - if it runs out of battery and you can't turn it on to avail the Service, {author} cannot accept responsibility. With respect to {author}'s responsibility for your use of the app, when you're using the app, it's important to bear in mind that although we endeavour to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you. {author} accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app. ## Links to Other Sites This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites may not be operated by {author}. Therefore, {author} strongly advises you to review the Privacy Policy of these websites. {author} has no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services. ## Intellectual Property Rights The source code to this Service is provided separately under the open MIT license at: [{source}]({source}). The app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to {author}. ## Updates And Availability {author} is committed to ensuring that the app is as useful and efficient as possible. For that reason, we reserve the right to make changes to the app. The app is currently available on Android - the requirements for system (and for any additional systems we decide to extend the availability of the app to) may change, and you'll need to download the updates if you want to keep using the app. If you do not accept updates to the application, your right to use and access the Services will immediately cease. {author} does not promise that the app will always be updated so that it is relevant to you and/or works with the Android version that you have installed on your device. ## Termination {author} may wish to stop providing the app and may terminate or suspend any and all Services immediately, without prior notice or liability, for any reason whatsoever. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these Terms will end; (b) you must stop using the app, and (if needed) delete it from your device.You may terminate this Agreement yourself by ceasing to use the Services and removing the application from your devices. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership and rights provisions and warranties, warranty disclaimers, indemnity and limitations of liability. ## Changes to This Terms of Use We may revise the Terms of Use from time to time. These changes will not be retroactive. The user should look at the Agreement regularly. {author} will also update the “Last updated” date at the bottom of this Agreement. By continuing to use the Service or retaining access to the Service after the revisions are in effect, the user agrees to be bound by the revised Agreement. If the modified Agreement is not acceptable to the user, user’s only recourse is to cease using the Service. ## Contact Us If you have any questions or suggestions about these Terms of Use, do not hesitate to contact us at [{contact}](mailto:{contact}). **Last Updated:** July 29th 2020
de: # Allgemeine # Nutzungsbedingungen ## Definitionen "Sie", "Ihr" und "Nutzende" beziehen sich auf Sie, die Person, die den Dienst von {author} nutzt, einschließlich der Software des Dienstes, die auf Ihr persönliches Gerät heruntergeladen wurde. "Wir", "Uns" und "Unser" beziehen sich auf die offizielle Website des Dienstes und die Software des Dienstes sowie auf die Autoren. "Service" und "Dienst" bezeichnen die Software {appname}. ## Voraussetzungen und Einverständnis Wenn Sie die App herunterladen oder verwenden, gelten diese Bedingungen, sowie unsere Datenschutzerklärung automatisch für Sie. Sie sollten daher sicherstellen, dass Sie sie sorgfältig lesen, bevor Sie die Anwendung verwenden. Sie müssen mindestens 13 Jahre alt sein und das Mindestalter für die digitale Einwilligung in Ihrem Land haben, um diesen Dienst nutzen zu können. Wenn Sie in Ihrem Land das Alter der Volljährigkeit oder darüber hinaus erreicht haben, stimmen Sie zu, dass Sie die Bedingungen gelesen, verstanden haben und akzeptieren, und falls Sie zwischen 13 Jahre alt (oder dem Mindestalter für die digitale Einwilligung, sofern zutreffend) und dem Alter der Volljährigkeit in Ihrem Land sind, bestätigen Sie, dass eine erziehungsberechtigte Person diese Bedingungen überprüft und ihre vorherige Zustimmung erteilt hat. Wenn Sie diesen Bedingungen und allen anwendbaren zusätzlichen Bedingungen nicht zustimmen, haben Sie kein Recht, auf den Service zuzugreifen oder ihn zu nutzen. ## Haftung und Gewährleistung Sie erhalten eine nicht exklusive, weltweite und unbefristete Lizenz zum Ausführen, Anzeigen und Verwenden des Produkts auf dem Gerät. {author} hat die {appname} App als Open Source-App erstellt. Dieser Service wird von {author} kostenlos zur Verfügung gestellt und ist für den Gebrauch im Ist-Zustand bestimmt. Die {appname} App speichert und verarbeitet nicht-personenbezogene Daten, die Sie uns zur Verfügung gestellt haben, um den Service bereitzustellen. Wie bei internetbasierten Diensten kann eine 100 prozentige Anonymität nicht garantiert werden. Es liegt in Ihrer Verantwortung, Ihr Gerät und den Zugriff auf die Anwendung zu schützen. Wir empfehlen daher, dass Sie Ihr Gerät nicht jailbreaken oder rooten. Hierbei handelt es sich um das Entfernen von Softwareeinschränkungen und -beschränkungen, die vom offiziellen Betriebssystem Ihres Geräts auferlegt werden. Dies könnte Ihr Gerät für Malware / Viren / Schadprogramme anfällig machen, die Sicherheitsfunktionen Ihres Gerätes beeinträchtigen und dazu führen, dass die {appname} App nicht richtig oder überhaupt nicht funktioniert. Sie sollten sich bewusst sein, dass es bestimmte Dinge gibt, für die {author} keine Verantwortung übernimmt. Für bestimmte Funktionen der Anwendung muss die Anwendung über eine aktive Internetverbindung verfügen. Die Verbindung kann Wi-Fi sein oder von Ihrem Mobilfunkanbieter bereitgestellt werden, aber {author} kann keine Verantwortung dafür übernehmen, dass die Anwendung nicht mit vollem Funktionsumfang funktioniert, wenn Sie keinen Zugang zu Wi-Fi haben und kein Datenvolumen von Ihrem Datenlimit übrig ist. Wenn Sie die Anwendung außerhalb eines Gebiets mit Wi-Fi verwenden, sollten Sie beachten, dass Ihre Vertragsbedingungen mit Ihrem Mobilfunkanbieter weiterhin gelten. Infolgedessen werden Ihnen möglicherweise von Ihrem Mobilfunkanbieter die Datenkosten für die Dauer der Verbindung beim Zugriff auf die Anwendung oder andere Gebühren Dritter in Rechnung gestellt. Wenn Sie die App verwenden, übernehmen Sie die Verantwortung für solche Gebühren, einschließlich Roaming-Datengebühren, wenn Sie die Anwendung außerhalb Ihres Heimatgebiets (d. h. Region oder Land) verwenden, ohne das Datenroaming zu deaktivieren. Wenn Sie nicht der Rechnungszahler für das Gerät sind, auf dem Sie die App verwenden, beachten Sie bitte, dass wir davon ausgehen, dass Sie vom Rechnungszahler die Erlaubnis zur Verwendung der Anwendung erhalten haben. In diesem Sinne kann {author} nicht immer die Verantwortung für die Art und Weise übernehmen, wie Sie die Anwendung verwenden. Sie müssen also sicherstellen, dass Ihr Gerät aufgeladen ist - wenn der Akku leer ist und Sie es nicht einschalten können, um den Service in Anspruch zu nehmen, kann {author} keine Verantwortung übernehmen. In Bezug auf die Verantwortung von {author} für Ihre Nutzung der Anwendung ist es bei der Nutzung der App wichtig zu berücksichtigen, dass obwohl wir uns darum bemühen, dass die Anwendung jederzeit aktuell ist und korrekt funktioniert, wir uns auf Dritte verlassen, um uns Informationen zur Verfügung zu stellen, damit wir sie Ihnen zur Verfügung stellen können. {author} übernimmt keine Haftung für direkte oder indirekte Verluste, die dadurch entstehen, dass Sie sich vollständig auf diese Funktionalität der Anwendung verlassen. ## Verlinkte Inhalte Dieser Service kann Links zu anderen Websites enthalten. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie zu dieser Site weitergeleitet. Beachten Sie, dass diese externen Websites möglicherweise nicht von mir betrieben werden. Aus diesem Grund empfehle ich Ihnen dringend, die Datenschutzbestimmungen dieser Webseiten zu lesen. Ich habe keine Kontrolle über Inhalte, Datenschutzrichtlinien oder Praktiken von Webseiten oder Diensten Dritter und übernehme keine Verantwortung dafür. ## Geistige Eigentumsrechte Der Quellcode dieser App wird separat unter der offenen MIT-Lizenz bereitgestellt: [{source}]({source}). Die Anwendung selbst und alle damit verbundenen Marken, Urheberrechte, Datenbankrechte und sonstigen Rechte an geistigem Eigentum gehören weiterhin {author}. ## Aktualisierungen und Verfügbarkeit {author} setzt sich dafür ein, dass die Anwendung so nützlich und effizient wie möglich ist. Aus diesem Grund behalten wir uns das Recht vor, Änderungen an der Anwendung vorzunehmen. Irgendwann möchten wir möglicherweise die Anwendung aktualisieren. Die Anwendung ist derzeit für das Betriebssystem Android verfügbar. Die Anforderungen an das System (und für alle zusätzlichen Systeme, auf die wir die Verfügbarkeit der Anwendung erweitern möchten) können sich ändern. Sie müssen die Updates herunterladen, wenn Sie die Anwendung weiterhin verwenden möchten. Wenn Sie die Aktualisierungen der Anwendung nicht akzeptieren, erlischt Ihr Recht zur Nutzung und zum Zugriff auf die Dienste sofort. {author} verspricht nicht, dass die Anwendung immer aktualisiert wird, damit sie für Sie relevant ist und / oder mit der Android-Version funktioniert, die Sie auf Ihrem Gerät installiert haben. ## Kündigung {author} möchte möglicherweise die Bereitstellung der App einstellen und kann alle Dienste ohne vorherige Ankündigung oder Haftung aus irgendeinem Grund sofort beenden oder aussetzen. Sofern wir Ihnen nichts anderes mitteilen, enden bei einer Kündigung (a) die Ihnen in diesen Bedingungen gewährten Rechte und Lizenzen; (b) Sie müssen die Nutzung der App beenden und diese (falls erforderlich) von Ihrem Gerät löschen. Sie können diese Vereinbarung selbst kündigen, indem Sie die Nutzung der Dienste einstellen und die Anwendung von Ihren Geräten entfernen. Alle Bestimmungen dieser Bedingungen, die ihrer Natur nach die Kündigung überstehen sollten, gelten auch nach der Kündigung, einschließlich, ohne Einschränkung, Eigentums- und Rechtebestimmungen und Garantien, Gewährleistungsausschluss, Freistellung und Haftungsbeschränkungen. ## Änderungen dieser Allgemeinen Nutzungsbedingungen Wir können die Allgemeinen Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Diese Änderungen gelten nicht rückwirkend. Die Nutzenden sollten sich die Vereinbarung regelmäßig ansehen. {author} aktualisiert auch das Datum der letzten Aktualisierung am Ende dieser Vereinbarung. Durch die weitere Nutzung des Dienstes oder die Beibehaltung des Zugriffs auf den Dienst nach Inkrafttreten der Überarbeitungen erklären sich die Nutzenden damit einverstanden, an die überarbeitete Vereinbarung gebunden zu sein. Wenn Sie mit der geänderten Vereinbarung nicht einverstanden sind, müssen Sie die Nutzung des Dienstes einstellen. ## Kontakt Wenn Sie Fragen oder Anregungen zu diesen Allgemeinen Nutzungsbedingungen haben, zögern Sie nicht, uns unter [{contact}](mailto:{contact}) zu kontaktieren. **Zuletzt Aktualisiert:** 29. Juli 2020
