Repository: OlafHaag/NeuroPsyResearchApp
Catalog: locales/*/LC_MESSAGES/translations.po
Languages: de

source: [b]Voluntary Participation:[/b] Participation in the study is voluntary. You can revoke your consent to participate in this study at any time while performing the tasks and without giving reasons, without incurring any disadvantages. To do so just press the back button during the study or close the app.After completing all the tasks you are offered to upload the collected research data to the Internet. You can therefore withdraw your consent to the online storage and processing of the data until the end of task completion. If you cancel your participation before completion, or if you decide not to transmit the data after completing the tasks, no data will be transmitted. You personally will not receive any benefits, financial or otherwise, from participating in this study.
de: [b]Freiwillige Teilnahme:[/b] Die Teilnahme an der Studie ist freiwillig. Sie können Ihre Einwilligung zur Teilnahme an dieser Studie ohne Angabe von Gründen jederzeit widerrufen, während Sie die Aufgaben ausführen , ohne dass Ihnen daraus Nachteile entstehen. Drücken Sie dazu einfach während der Studie die Zurück-Taste ihres Gerätes oder schließen Sie die Anwendung. Nachdem Sie alle Aufgaben absolviert haben, wird Ihnen angeboten, die gesammelten Forschungsdaten ins Internet hochzuladen. Sie können daher Ihre Zustimmung zur Online-Speicherung und -Verarbeitung der Daten bis zum Ende der Aufgabenerfüllung widerrufen. Brechen Sie Ihre Teilnahme vor Abschluss ab, oder entscheiden Sie sich dazu, die Forschungsdaten nicht hochzuladen, werden keine Daten übertragen.

source: Please review the [ref=privacy][color=0000ff]Privacy Policy (press here)[/color][/ref] carefully for information on what kind of data we collect and how we intend to use them.
de: Bitte lesen Sie die [ref=privacy][color=0000ff]Datenschutzerklärung (hier drücken)[/color][/ref] sorgfältig durch, um Informationen darüber zu erhalten, welche Art von Daten wir sammeln und wie wir sie verwenden.

source: If you have any questions regarding this study, please direct them to the contacts listed below. [b]Contact regarding this study:[/b] Philipps-Universität Marburg Department of Psychology Work group: General and Biological Psychology Research group Theoretical Neuroscience PI: Prof. Dr. Dominik Endres Researcher: {0} Gutenbergstraße 18 D-35032 Marburg / Lahn Tel .: +496421 - 2823818 [ref=mailto:dominik.endres@uni-marburg.de][color=0000ff]dominik.endres@uni-marburg.de[/color][/ref] [ref=mailto:{1}][color=0000ff]{1}[/color][/ref]
de: Sollten Sie Fragen bezüglich dieser Studie haben, richten Sie diese bitte an die unten aufgeführten Kontakte. [b]Kontakt für diese Studie:[/b] Philipps-Universität Marburg Fachbereich Psychologie AG Allgemeine und Biologische Psychologie AE Theoretische Neurowissenschaft Projektleitung: Prof. Dr. Dominik Endres Studienleitung: {0} Gutenbergstraße 18 D-35032 Marburg / Lahn Tel .: +496421 - 2823818 [ref=mailto:dominik.endres@uni-marburg.de][color=0000ff]dominik.endres@uni-marburg.de[/color][/ref] [ref=mailto:{1}][color=0000ff]{1}[/color][/ref]

source: I hereby confirm that I have read and understood the participation information described above as well as the [ref=privacy][color=0000ff]Privacy Policy[/color][/ref]. I agree to the conditions of participation and Privacy Policy.
de: Hiermit versichere ich, dass ich die oben beschriebenen Teilnahmeinformationen sowie die [ref=privacy] [color=0000ff]Datenschutzerklärung[/color][/ref] gelesen und verstanden habe. Ich stimme den Teilnahmebedingungen und den Datenschutzbestimmungen zu.

source: {}. Practice Block (of 2)
de: {}. Übungsblock (von 2)

source: {0}. Testing Block (of {1})
de: {0}. Testblock (von {1})

source: Please read the following information carefully before proceeding. Use scrolling to go through the whole text.
de: Bitte lesen Sie die folgenden Informationen sorgfältig durch, bevor Sie fortfahren. Verwenden Sie den Bildlauf, um den gesamten Text durchzugehen.

source: This is the same task as in the first practice block.
de: Es folgt die gleiche Aufgabe wie im ersten Übungsblock.

source: This is the same task as in the second practice block.
de: Es folgt die gleiche Aufgabe wie im zweiten Übungsblock.

source: In this block you will practice to perform this task. The instructions may sound complicated, but it's easier understood once you practiced a bit.
de: In diesem Block werden Sie die Ausführung der Aufgabe üben. Die Anweisungen mögen kompliziert klingen, doch es ist einfacher zu verstehen, wenn Sie ein wenig geübt haben.

source: Below is an exemplary image of a successfully executed task.
de: Unten sehen Sie ein beispielhaftes Bild der erfolgreich ausgeführten Aufgabe.

source: s
de: n

source: You have {0} task{1} in this block. Be as quick and as accurate as possible while performing the task{1}
de: Sie haben {0} Aufgabe{1} in diesem Block. Seien Sie so schnell und so genau wie möglich, während Sie die Aufgabe{1} ausführen.

source: When the task starts, please hold your device sideways with both hands, so your thumbs can reach their respective side of the screen comfortably. In the middle of the screen you'll see a [b]white disk[/b] enclosed by a larger [color=008000]green ring[/color]. On each side of the screen is a [b]slider[/b] with its handle near the lower end. Moving either of the slider handles upwards increases the radius of the [b]white disk[/b]. Your task in each trial is to enlarge the [b]white disk[/b] to the size of the [color=008000]green ring[/color] by using the [b]2 slider handles simultaneously[/b] with your thumbs. Use both sliders at the same time to make the [b]white disk[/b] touch the [color=008000]green ring[/color] accurately. Please perform the task in a continuous motion and let go of the sliders when you think you reached the goal. The sliders are deactivated once you let go of them, so take care not to lose touch to them by accident beforehand.
de: Wenn die Aufgabe beginnt, halten Sie Ihr Gerät bitte seitwärts mit beiden Händen, sodass Ihre Daumen bequem auf die jeweilige Seite des Bildschirms gelangen können. In der Mitte des Bildschirms sehen Sie eine [b]weiße Scheibe[/b], die von einem größeren [color=008000]grünen Ring[/color] umschlossen ist. Auf jeder Bildschirmseite befindet sich jeweils ein [b]Schieberegler[/b] in niedriger Position. Das Bewegen der beiden Schieberegler aufwärts vergrößert den Radius der [b]weißen Scheibe[/b] jeweils unabhängig voneinander. Ihre Aufgabe in jedem Durchgang ist es, die [b]weiße Scheibe[/b] auf die Größe des [color=008000]grünen Rings[/color] zu vergrößern, indem Sie die [b]2 Schieberegler gleichzeitig[/b] mit Ihren Daumen verwenden. Verwenden Sie beide Schieberegler gleichzeitig, damit die [b]weiße Scheibe[/b] den [color=008000]grünen Ring[/color] genau berührt. Bitte führen Sie die Aufgabe in einer durchgängigen Bewegung aus and lassen Sie die Schieberegler los, wenn sie denken die Aufgabe erfüllt zu haben. Die Schieberegler werden deaktiviert, sobald Sie diese loslassen, also geben Sie Acht, dass sie nicht vorher versehentlich den Kontakt zu ihnen verlieren.

source: In addition you'll have to fulfill another task concurrently to the first task. On the top of the [color=008000]green ring[/color] there's a short [color=3f84f2]colored arch[/color] as well as a marker of the same color some distance apart. One of the sliders is also marked by the same color. Moving this [color=3f84f2]colored slider[/color] upwards now also increases the length of the [color=3f84f2]colored arch[/color] in addition to increasing the radius of the [b]white disk[/b]. You have to make the [color=3f84f2]colored arch[/color] reach the small [color=3f84f2]colored marker[/color] on the [color=008000]green ring[/color] and not further. Accomplish both tasks at the same time!
de: Außerdem müssen Sie zeitgleich zur ersten Aufgabe eine weitere Aufgabe erfüllen. Auf dem [color=008000]grünen Ring[/color] befindet sich ein kurzer [color=3f84f2]farbiger Bogen[/color], sowie ein kleiner gleichfarbiger Punkt in einigem Abstand dazu. Einer der Schieberegler ist durch die gleiche Farbe markiert. Das Aufwärtsbewegen dieses [color=3f84f2]farbigen Schiebereglers[/color] verlängert nun auch den [color=3f84f2]farbigen Bogen[/color] zusätzlich zur Vergrößerung der [b]weißen Scheibe[/b]. Sie müssen dafür sorgen, dass der [color=3f84f2]farbige Bogen[/color] den kleinen [color=3f84f2]farbigen Punkt[/color] berührt, und nicht darüber hinaus. Erfüllen Sie beide Aufgaben gleichzeitig!

source: In addition you'll have to fulfill another task concurrently to the first task. On the top of the [color=008000]green ring[/color] there are 2 short [color=3f84f2]colored archs[/color] going in opposite directions, as well as a marker with both colors at the bottom of the [color=008000]green ring[/color]. Each slider is also marked by one of the colors. Moving a [color=3f84f2]colored slider[/color] upwards now also increases the length of the respective [color=3f84f2]same colored arch[/color] in addition to increasing the radius of the [b]white disk[/b]. You have to make both [color=3f84f2]colored archs[/color] reach the small [color=3f84f2]colored marker[/color] and not further. Accomplish all tasks at the same time!
de: Außerdem müssen Sie zeitgleich zur ersten Aufgabe eine weitere Aufgabe erfüllen. Auf dem [color=008000]grünen Ring[/color] befinden sich 2 kurze [color=3f84f2]farbige Bögen[/color] in gegensätzlicher Richtung, sowie ein kleiner zweifarbiger Punkt in einigem Abstand dazu auf der unteren Seite des [color=008000]grünen Rings[/color]. Beide Schieberegler sind jeweils durch eine der Farben markiert. Das Aufwärtsbewegen der [color=3f84f2]farbigen Schieberegler[/color] verlängert nun auch den jeweils [color=3f84f2]gleichfarbigen Bogen[/color] zusätzlich zur Vergrößerung der [b]weißen Scheibe[/b]. Sie müssen dafür sorgen, dass beide [color=3f84f2]farbigen Bögen[/color] den kleinen [color=3f84f2]farbigen Punkt[/color] berühren, und nicht darüber hinaus. Erfüllen Sie alle Aufgaben gleichzeitig!

source: This will also be signaled to you by a short vibration.
de: Dies wird Ihnen auch über eine kurze Vibration signalisiert.

source: A trial starts by giving you {0} seconds to prepare for the trial. During this time, the sliders are inactive and can't be moved, which is indicated by their dimmed color. Do not touch the sliders yet during this preparation phase! Right after the preparation phase, the sliders become active. You can then touch and move them. {4}You'll have {1} seconds time to complete the task{3}. The time limitation is visualized by counting down the seconds in the middle of the screen, as well as by an outer [color=ff00ff]purple ring[/color] that will close as the time runs out. A trial ends when the outer [color=ff00ff]purple ring[/color] closes and the countdown reaches 0. Shortly thereafter ({2} seconds) you will be prompted to get ready for the next trial.
de: Ein Durchgang beginnt damit, dass Sie {0} Sekunden Zeit haben, sich auf ihn vorzubereiten. Während dieser Zeit sind die Schieberegler inaktiv und können nicht verschoben werden, was durch ihre abgeschwächte Farbe angezeigt wird. Berühren Sie während dieser Vorbereitungsphase noch nicht die Schieberegler! Direkt nach der Vorbereitungsphase werden die Schieberegler aktiv und Sie können diese nun durch Berühren und halten bewegen. {4}Sie haben {1} Sekunden Zeit, um die Aufgabe{3} auszuführen. Die zeitliche Begrenzung wird durch Herunterzählen der Sekunden in der Mitte des Bildschirms sowie durch einen äußeren [color=ff00ff]lila Ring[/color] angezeigt, der sich mit Ablauf der Zeit langsam schließt. Ein Versuch endet, wenn sich der äußere [color=ff00ff]lila Ring[/color] schließt und der Countdown 0 erreicht. Kurz danach ({2} Sekunden) werden Sie aufgefordert, sich auf den nächsten Durchgang vorzubereiten.

source: The events for the start and end of the countdown for each trial will play distinctive sounds.
de: Die Ereignisse für den Beginn und das Ende des Countdowns für jeden Durchgang geben jeweils einen speziellen Ton wieder.

source: There are a total of {} trials in this block.
de: In diesem Block absolvieren Sie insgesamt {} Durchgänge.

source: Start Practice
de: Übung anfangen

source: Welcome!
de: Willkommen!

source: There's currently 1 study available. You can participate in the study by clicking the button below. Please create a separate user account through the menu for each person who wants to participate in the study on this device.
de: Derzeit ist 1 Studie verfügbar. Sie können an der Studie teilnehmen, indem Sie die Schaltfläche unten betätigen. Bitte erstellen Sie über das Menü ein separates Konto für jede Person, die an der Studie mit diesem Gerät teilnehmen möchte.

source: Loading...
de: Lädt...

source: [color=ff00ff][b]Thank you[/b][/color] for participating!
de: [color=ff00ff][b]Vielen Dank[/b][/color] für Ihre Teilnahme!

source: You can now [b]upload[/b] the research data by pressing the button below. This may take up to [i]30 seconds[/i], because the receiving server may have to start up first. By uploading the data you are making an important contribution to scientific research.Unless stated otherwise in the study's description we'd appreciate if you only upload your data the first time you participated in this study. Thank you.
de: Sie können nun die Forschungsdaten [b]hochladen[/b], indem Sie die Schaltfläche unten drücken. Dies kann bis zu [i]30 Sekunden[/i] dauern, da der Empfangsserver möglicherweise erst gestartet werden muss. Mit dem Hochladen der Daten leisten Sie einen wichtigen Beitrag zur wissenschaftlichen Forschung. Sofern in der Beschreibung der Studie nicht anders angegeben, wären wir Ihnen dankbar, wenn Sie Ihre Daten nur nach Ihrer ersten Teilnahme an dieser Studie hochladen. Vielen Dank.

source: Files were{} saved to [i]{}[/i].
de: Daten wurden {}gespeichert in [i]{}[/i].

source: [b]not[/b]
de: [b]nicht[/b]

source: Research data were [b]not[/b] locally stored as files. You can enable storing research data on the device in the settings. This, however, is only useful to researchers in a laboratory setting with access to the files.
de: Die Forschungsdaten wurden [b]nicht[/b] lokal gespeichert. Sie können das Speichern der Daten auf dem Gerät in den Einstellungen aktivieren. Dies ist jedoch nur nützlich für Forschende in einer Laborumgebung mit Zugriff auf die Dateien.

source: Uploading...
de: Hochladen...

source: Waking up server. Please be patient.
de: Wecke Server. Bitte haben Sie etwas Geduld.

source: Please wait Attaching WebView
de: Bitte warten Erzeuge Webansicht

source: Please wait Launching browser
de: Bitte warten Starte Browser

source: not found
de: nicht gefunden
